Repository: Raphael-dim/SubTrack
Catalog: SubTrack/Resources/Localizable.xcstrings
Source language: fr
Languages: de, en, es

source: , en pause
de: , pausiert
en: , paused
es: , en pausa

source: %@ — %@ le %@
de: %@ — %@ am %@
en: %@ — %@ on %@
es: %@ — %@ el %@

source: %@ : l'essai se termine le %@. Pensez à résilier si besoin.
de: %@: Die Testphase endet am %@. Denk daran, bei Bedarf zu kündigen.
en: %@: the trial ends on %@. Remember to cancel if needed.
es: %@: la prueba termina el %@. Recuerda cancelar si lo necesitas.

source: %@ / an
de: %@ / Jahr
en: %@ / yr
es: %@ / año

source: %@ / mois
de: %@ / Mon.
en: %@ / mo
es: %@ / mes

source: %d abonnement
de: %d Abo
en: %d subscription
es: %d suscripción

source: %d abonnements
de: %d Abos
en: %d subscriptions
es: %d suscripciones

source: %d actifs
de: %d aktiv
en: %d active
es: %d activos

source: %d jours avant
de: %d Tage vorher
en: %d days before
es: %d días antes

source: 1 jour avant
de: 1 Tag vorher
en: 1 day before
es: 1 día antes

source: 100 % local — aucune donnée ne quitte votre appareil.
de: 100 % lokal – keine Daten verlassen dein Gerät.
en: 100% local — no data leaves your device.
es: 100 % local: ningún dato sale de tu dispositivo.

source: À propos
de: Über
en: About
es: Acerca de

source: Abonnement actif
de: Aktives Abo
en: Active subscription
es: Suscripción activa

source: Abonnements
de: Abos
en: Subscriptions
es: Suscripciones

source: Actif
de: Aktiv
en: Active
es: Activo

source: Activés
de: Ein
en: On
es: Activados

source: Ajouter
de: Hinzufügen
en: Add
es: Añadir

source: Ajouter un abonnement
de: Abo hinzufügen
en: Add a subscription
es: Añadir una suscripción

source: Ajoutez des abonnements actifs pour voir vos statistiques.
de: Füge aktive Abos hinzu, um deine Statistiken zu sehen.
en: Add active subscriptions to see your statistics.
es: Añade suscripciones activas para ver tus estadísticas.

source: Ajoutez votre premier abonnement pour suivre vos dépenses.
de: Füge dein erstes Abo hinzu, um deine Ausgaben zu verfolgen.
en: Add your first subscription to track your spending.
es: Añade tu primera suscripción para controlar tus gastos.

source: Annuel
de: Jährlich
en: Yearly
es: Anual

source: Annuler
de: Abbrechen
en: Cancel
es: Cancelar

source: Apparence
de: Darstellung
en: Appearance
es: Apariencia

source: Assurances / Banques
de: Versicherung / Bank
en: Insurance / Banking
es: Seguros / Bancos

source: Aucun abonnement
de: Keine Abos
en: No subscriptions
es: Sin suscripciones

source: Aucun prélèvement ce jour-là.
de: Keine Abbuchungen an diesem Tag.
en: No payments on this day.
es: Sin cobros ese día.

source: Aucune donnée
de: Keine Daten
en: No data
es: Sin datos

source: aujourd'hui
de: heute
en: today
es: hoy

source: Aujourd'hui
de: Heute
en: Today
es: Hoy

source: Calendrier
de: Kalender
en: Calendar
es: Calendario

source: Catégorie
de: Kategorie
en: Category
es: Categoría

source: Cette action est définitive.
de: Diese Aktion ist endgültig.
en: This action is permanent.
es: Esta acción es definitiva.

source: Clair
de: Hell
en: Light
es: Claro

source: Couleur
de: Farbe
en: Color
es: Color

source: dans %d j
de: in %d T
en: in %d d
es: en %d d

source: Dans %d j
de: In %d T
en: In %d d
es: En %d d

source: dans %d jours
de: in %d Tagen
en: in %d days
es: en %d días

source: Date de fin de promo
de: Enddatum der Aktion
en: Promo end date
es: Fecha de fin de promo

source: Début de l'abonnement
de: Abo-Beginn
en: Subscription start
es: Inicio de la suscripción

source: demain
de: morgen
en: tomorrow
es: mañana

source: Demain
de: Morgen
en: Tomorrow
es: Mañana

source: Dépense mensuelle
de: Monatliche Ausgaben
en: Monthly spending
es: Gasto mensual

source: Désactivés
de: Aus
en: Off
es: Desactivados

source: Désactivez pour mettre en pause sans supprimer l'historique.
de: Deaktivieren, um zu pausieren, ohne den Verlauf zu löschen.
en: Turn off to pause without deleting the history.
es: Desactiva para pausar sin eliminar el historial.

source: Détails
de: Details
en: Details
es: Detalles

source: Développeur
de: Entwickler
en: Developer
es: Desarrollador

source: Devise
de: Währung
en: Currency
es: Moneda

source: Divertissement
de: Unterhaltung
en: Entertainment
es: Entretenimiento

source: Dollar canadien ($ CA)
de: Kanadischer Dollar (CA$)
en: Canadian dollar (CA$)
es: Dólar canadiense ($ CA)

source: Dollar US ($)
de: US-Dollar ($)
en: US Dollar ($)
es: Dólar EE. UU. ($)

source: En pause
de: Pausiert
en: Paused
es: En pausa

source: En période d'essai
de: In Testphase
en: In trial period
es: En periodo de prueba

source: en retard
de: überfällig
en: overdue
es: atrasado

source: En retard
de: Überfällig
en: Overdue
es: Atrasado

source: Enregistrer
de: Sichern
en: Save
es: Guardar

source: Essai
de: Test
en: Trial
es: Prueba

source: Essai gratuit
de: Kostenlose Testphase
en: Free trial
es: Prueba gratis

source: Essai gratuit · %@
de: Kostenlose Testphase · %@
en: Free trial · %@
es: Prueba gratis · %@

source: Facturation
de: Abrechnung
en: Billing
es: Facturación

source: Fin d'essai gratuit
de: Ende der Testphase
en: Free trial ending
es: Fin de prueba gratis

source: Fin de l'essai
de: Testende
en: Trial end
es: Fin de la prueba

source: Fin de la promo
de: Aktionsende
en: Promo end

source: Franc suisse (CHF)
de: Schweizer Franken (CHF)
en: Swiss franc (CHF)
es: Franco suizo (CHF)

source: Hebdomadaire
de: Wöchentlich
en: Weekly
es: Semanal

source: Icône
de: Symbol
en: Icon
es: Icono

source: jusqu'au %@
de: bis %@
en: until %@
es: hasta el %@

source: La devise s'applique aux totaux. La langue ajuste le format des dates et des montants.
de: Die Währung gilt für die Summen. Die Sprache passt das Format von Datum und Beträgen an.
en: The currency applies to totals. The language adjusts the format of dates and amounts.
es: La moneda se aplica a los totales. El idioma ajusta el formato de fechas e importes.

source: Langue
de: Sprache
en: Language
es: Idioma

source: Le jour même
de: Am selben Tag
en: On the day
es: El mismo día

source: Le rappel global et son délai se règlent dans Réglages.
de: Die globale Erinnerung und die Vorlaufzeit werden in den Einstellungen festgelegt.
en: The global reminder and its lead time are set in Settings.
es: El recordatorio global y su antelación se configuran en Ajustes.

source: Livre sterling (£)
de: Pfund Sterling (£)
en: Pound sterling (£)
es: Libra esterlina (£)

source: Me prévenir
de: Erinnern
en: Notify me
es: Avisarme

source: Me rappeler les échéances
de: An Fälligkeiten erinnern
en: Remind me of due dates
es: Recordarme los vencimientos

source: Mensuel
de: Monatlich
en: Monthly
es: Mensual

source: Mettre en pause
de: Pausieren
en: Pause
es: Pausar

source: Modifier
de: Bearbeiten
en: Edit
es: Editar

source: Nom
de: Name
en: Name
es: Nombre

source: Nom (A→Z)
de: Name (A→Z)
en: Name (A→Z)
es: Nombre (A→Z)

source: Notes
de: Notizen
es: Notas

source: Notifications
de: Mitteilungen
es: Notificaciones

source: Nouvel abonnement
de: Neues Abo
en: New subscription
es: Nueva suscripción

source: par %@
de: pro %@
en: per %@
es: por %@

source: Par an
de: Pro Jahr
en: Per year
es: Al año

source: par mois
de: pro Monat
en: per month
es: al mes

source: Par mois
de: Pro Monat
en: Per month
es: Al mes

source: Pendant l'essai, le coût compté est de 0 €.
de: Während der Testphase werden 0 € berechnet.
en: During the trial, the counted cost is 0 €.
es: Durante la prueba, el coste contado es de 0 €.

source: Périodicité
de: Intervall
en: Frequency
es: Periodicidad

source: Poste le plus coûteux
de: Teuerster Posten
en: Most expensive item
es: Gasto más caro

source: Préférences
de: Präferenzen
en: Preferences
es: Preferencias

source: Prélèvement à venir
de: Bevorstehende Abbuchung
en: Upcoming payment
es: Cobro próximo

source: Prix
de: Preis
en: Price
es: Precio

source: Prix décroissant
de: Preis absteigend
en: Price descending
es: Precio descendente

source: Prix promo
de: Aktionspreis
en: Promo price
es: Precio promo

source: Prix promotionnel
de: Aktionspreis
en: Promotional price
es: Precio promocional

source: Prochain prélèvement
de: Nächste Abbuchung
en: Next payment
es: Próximo cobro

source: Productivité / Tech
de: Produktivität / Tech
en: Productivity / Tech
es: Productividad / Tec.

source: Promo
de: Aktion

source: Rappels
de: Erinnerungen
en: Reminders
es: Recordatorios

source: Rappels 100 % locaux, avant chaque prélèvement et chaque fin d'essai. Aucune donnée n'est envoyée.
de: 100 % lokale Erinnerungen, vor jeder Abbuchung und jedem Testende. Es werden keine Daten gesendet.
en: 100% local reminders, before each payment and each trial ending. No data is sent.
es: Recordatorios 100 % locales, antes de cada cobro y de cada fin de prueba. No se envía ningún dato.

source: Rappels de prélèvement
de: Zahlungserinnerungen
en: Payment reminders
es: Recordatorios de cobro

source: Réactiver
de: Fortsetzen
en: Resume
es: Reactivar

source: Recharger le catalogue de démo
de: Demo-Katalog neu laden
en: Reload demo catalog
es: Recargar el catálogo de demo

source: Rechercher un abonnement
de: Abo suchen
en: Search for a subscription
es: Buscar una suscripción

source: Réglages
de: Einstellungen
en: Settings
es: Ajustes

source: Remise
de: Rabatt
en: Discount
es: Descuento

source: Répartition des dépenses mensuelles par catégorie
de: Aufteilung der monatlichen Ausgaben nach Kategorie
en: Monthly spending breakdown by category
es: Desglose del gasto mensual por categoría

source: Répartition par catégorie
de: Aufteilung nach Kategorie
en: Breakdown by category
es: Desglose por categoría

source: Section visible uniquement en build de développement (DEBUG).
de: Bereich nur in Entwicklungs-Builds sichtbar (DEBUG).
en: Section visible only in development builds (DEBUG).
es: Sección visible solo en compilaciones de desarrollo (DEBUG).

source: Seed au démarrage
de: Beim Start befüllen
en: Seed on launch
es: Cargar datos al iniciar

source: Soit / an
de: Pro Jahr
en: Per year
es: Al año

source: Soit / mois
de: Pro Monat
en: Per month
es: Al mes

source: Sombre
de: Dunkel
en: Dark
es: Oscuro

source: Souscrit le
de: Abonniert am
en: Subscribed on
es: Suscrito el

source: Statistiques
de: Statistiken
en: Statistics
es: Estadísticas

source: Statut
de: Status
en: Status
es: Estado

source: Supprimer
de: Löschen
en: Delete
es: Eliminar

source: Supprimer « %@ » ?
de: „%@“ löschen?
en: Delete “%@”?
es: ¿Eliminar «%@»?

source: Système
de: System
en: System
es: Sistema

source: Thème
de: Design
en: Theme
es: Tema

source: Total du mois
de: Monatssumme
en: Month total
es: Total del mes

source: Tout
de: Alle
en: All
es: Todo

source: Tout effacer
de: Alles löschen
en: Erase all
es: Borrar todo

source: Trier
de: Sortieren
en: Sort
es: Ordenar

source: Trier par
de: Sortieren nach
en: Sort by
es: Ordenar por

source: Trimestriel
de: Vierteljährlich
en: Quarterly
es: Trimestral

source: Vie quotidienne
de: Alltag
en: Daily life
es: Vida diaria
